Repository: danerx77/f1
Catalog: tm/srcdatatext.tmx
Source language: en
Languages: pl

source: Threw POKé BALLS in a frenzy, catching\n{DYNAMIC 0x04} POKéMON including {DYNAMIC 0x03} here\nin {DYNAMIC 0x00}.
pl: Rzucał POKé BALLE w afekcie, łąpiąc\n{DYNAMIC 0x04} POKéMONÓW w tym {DYNAMIC 0x03} tutaj\nw {DYNAMIC 0x00} .

source: {DYNAMIC 0x05} defeated the POKéMON\n{DYNAMIC 0x01} and caught one {DYNAMIC 0x03}\nin {DYNAMIC 0x00}.
pl: {DYNAMIC 0x05} pokonał POKéMONA\n{DYNAMIC 0x01} i złapał jednego {DYNAMIC 0x03}\nw {DYNAMIC 0x00}.

source: Defeated the POKéMON {DYNAMIC 0x01}\nand caught {DYNAMIC 0x04} POKéMON including\n{DYNAMIC 0x03} in {DYNAMIC 0x00}.
pl: Pokonał POKéMONA {DYNAMIC 0x01}\ni złapał {DYNAMIC 0x04} POKéMONY, w tym\n{DYNAMIC 0x03} w {DYNAMIC 0x00}.

source: {DYNAMIC 0x05} defeated {DYNAMIC 0x02} POKéMON including\n{DYNAMIC 0x01} and caught one {DYNAMIC 0x03}\nin {DYNAMIC 0x00}.
pl: {DYNAMIC 0x05} pokonał {DYNAMIC 0x02} POKéMONÓW, w tym\n{DYNAMIC 0x01} i złapał jednego {DYNAMIC 0x03}\nw {DYNAMIC 0x00}.

source: Defeated {DYNAMIC 0x02} POKéMON including\n{DYNAMIC 0x01} and caught {DYNAMIC 0x04} POKéMON\nincluding {DYNAMIC 0x03} in {DYNAMIC 0x00}.
pl: Pokonał {DYNAMIC 0x02} POKéMONÓW, w tym\n{DYNAMIC 0x01} i złapał {DYNAMIC 0x04} POKéMONÓW,\nw tym {DYNAMIC 0x03} w {DYNAMIC 0x00} .

# Made {STR_VAR_1} hold the item {STR_VAR_2}.
source: Made {STR_VAR_1} hold the item\n{STR_VAR_2}.
pl: Dał {STR_VAR_1} do trzymania\n{STR_VAR_2}.

# {PLAYER} made {STR_VAR_1} hold the item {STR_VAR_2}.
source: {PLAYER} made {STR_VAR_1} hold the item\n{STR_VAR_2}.
pl: {PLAYER} dał {STR_VAR_1} do trzymania\n{STR_VAR_2}.

# {STR_VAR_1} used the Hidden Move CUT here.
source: {STR_VAR_1} used the Hidden Move\nCUT here.
pl: {STR_VAR_1} użył tu Ukrytego Ruchu\nCIĘCIE.

# {STR_VAR_1} used the Hidden Move FLY and flew to {STR_VAR_2}.
source: {STR_VAR_1} used the Hidden Move\nFLY and flew to {STR_VAR_2}.
pl: {STR_VAR_1} użył Ukrytego Ruchu\nLOT i odleciał do {STR_VAR_2}

# {STR_VAR_1} used the Hidden Move SURF and rode the waves.
source: {STR_VAR_1} used the Hidden Move\nSURF and rode the waves.
pl: {STR_VAR_1} użył Ukrytego Ruchu\nSURF i odpłynął w dal.

# {STR_VAR_1} used the Hidden Move STRENGTH here.
source: {STR_VAR_1} used the Hidden Move\nSTRENGTH here.
pl: {STR_VAR_1} użył tu Ukrytego Ruchu\nSIŁA.

# {STR_VAR_1} used the Hidden Move FLASH and illuminated a pitch-black cave.
source: {STR_VAR_1} used the Hidden Move\nFLASH and illuminated a pitch-black\ncave.
pl: {STR_VAR_1} użył Ukrytego Ruchu\nBŁYSK, by oświetlić ciemną\njaskinie.

# {STR_VAR_1} used the Hidden Move ROCK SMASH here.
source: {STR_VAR_1} used the Hidden Move\nROCK SMASH here.
pl: {STR_VAR_1} użył Ukrytego Ruchu\nŁUPACZ SKAŁ.

# {STR_VAR_1} used the Hidden Move WATERFALL to scale a raging torrent.
source: {STR_VAR_1} used the Hidden Move\nWATERFALL to scale a raging torrent.
pl: {STR_VAR_1} użył Ukrytego Ruchu\nWODOSPAD, by ujarzmić wodospad.

# {STR_VAR_1} used DIG to escape from {STR_VAR_2}.
source: {STR_VAR_1} used DIG to escape from\n{STR_VAR_2}.
pl: {STR_VAR_1} użył DIG, by uciec z\n{STR_VAR_2}.

# {STR_VAR_1} used SWEET SCENT to attract wild POKéMON.
source: {STR_VAR_1} used SWEET SCENT to attract\nwild POKéMON.
pl: {STR_VAR_1} użył SWEET SCENT by\nprzyciągnąć POKéMONY.

# {STR_VAR_1} used TELEPORT, transporting the party to {STR_VAR_2}'s {STR_VAR_3}.
source: {STR_VAR_1} used TELEPORT, transporting\nthe party to {STR_VAR_2}'s\n{STR_VAR_3}.
pl: {STR_VAR_1} użył TELEPORT, by przenieść\ndrużynę do {STR_VAR_2}'s\n{STR_VAR_3}.

# {PLAYER} left {STR_VAR_1}'s {STR_VAR_2} for the next destination.
source: {PLAYER} left {STR_VAR_1}'s\n{STR_VAR_2} for the next\ndestination.
pl: {PLAYER} opuścił {STR_VAR_1}\n{STR_VAR_2} i wyruszył\ndalej.

# Played a lot of games at the ROCKET GAME CORNER in {STR_VAR_1}.
source: Played a lot of games at the ROCKET\nGAME CORNER in {STR_VAR_1}.
pl: Pograł w wiele gier w KĄCIKU GIER\nZESPOŁU R w {STR_VAR_1}.

source: {PLAYER} rested comfortably at home.
pl: {PLAYER} odpoczął porządnie w domu.

# {PLAYER} left PROF. OAK's POKéMON RESEARCH LAB.
source: {PLAYER} left PROF. OAK's POKéMON\nRESEARCH LAB.
pl: {PLAYER} opuścił LABORATORIUM\nPROFESORA OAKA.

# The GYM in {STR_VAR_1} was full of tough TRAINERS… Preparations had to be made.
source: The GYM in {STR_VAR_1} was full of\ntough TRAINERS…\nPreparations had to be made.
pl: SALA w {STR_VAR_1} była pełna\nsilnych TRENERÓW…\nNależało się mocno przygotować.

source: Departed the GYM in {STR_VAR_1}.
pl: Rozgromił SALE w {STR_VAR_1}.

# {PLAYER} had a great time with POKéMON in the SAFARI ZONE.
source: {PLAYER} had a great time with POKéMON\nin the SAFARI ZONE.
pl: {PLAYER} świetnie bawił się z POKéMONAMI\nw STREFIE SAFARI.

# Managed to get out of {STR_VAR_2} after wandering about.
source: Managed to get out of {STR_VAR_2}\nafter wandering about.
pl: Po drobnej wycieczce,\nwydostał się z {STR_VAR_2}.

source: Took on {DYNAMIC 0x00} GYM LEADER\n{DYNAMIC 0x01}'s {DYNAMIC 0x02} with {DYNAMIC 0x03}\nand won {DYNAMIC 0x04}!
pl: Zaatakował {DYNAMIC 0x00} LIDERA\n{DYNAMIC 0x01} {DYNAMIC 0x02} z {DYNAMIC 0x03}\ni wygrał {DYNAMIC 0x04}!

source: Took on ELITE FOUR {DYNAMIC 0x00}'s\n{DYNAMIC 0x01} with {DYNAMIC 0x02} and\nwon {DYNAMIC 0x03}!
pl: Wyzwał {DYNAMIC 0x00} {DYNAMIC 0x01} z\nELITARNEJ 4 swym {DYNAMIC 0x02} i\nwygrał {DYNAMIC 0x03}!

source: In {DYNAMIC 0x00}, took on\n{DYNAMIC 0x01}'s {DYNAMIC 0x02} with {DYNAMIC 0x03}\nand won {DYNAMIC 0x04}!
pl: W {DYNAMIC 0x00}, walczył z\n{DYNAMIC 0x01} {DYNAMIC 0x02} swym {DYNAMIC 0x03}\ni wygrał {DYNAMIC 0x04}!

source: coolly
pl: łatwo

source: barely
pl: ledwo

# {PLAYER} used an ESCAPE ROPE to get out from {STR_VAR_2}.
source: {PLAYER} used an ESCAPE ROPE to get\nout from {STR_VAR_2}.
pl: {PLAYER} użył LINY UCIECZKI i wydostał\nsię z {STR_VAR_2}.

# Departed from the {STR_VAR_2} for the next destination.
source: Departed from the {STR_VAR_2}\nfor the next destination.
pl: Wyruszył z {STR_VAR_2}\ndo następnego celu.

# {PLAYER} departed from {STR_VAR_2} and made way to the next destination.
source: {PLAYER} departed from\n{STR_VAR_2} and made way\nto the next destination.
pl: {PLAYER} wyruszył z\n{STR_VAR_2}, by dotrzeć do\nnastępnego celu.

# Here in {STR_VAR_1}, {PLAYER} obtained the item {STR_VAR_2}.
source: Here in {STR_VAR_1}, {PLAYER}\nobtained the item {STR_VAR_2}.
pl: Tutaj w {STR_VAR_1}, {PLAYER}\notrzymał przedmiot {STR_VAR_2}

source: Arrived in {STR_VAR_1}.
pl: Przybył do {STR_VAR_1}.

# And {PLAYER} saved the game at this location: {STR_VAR_1}.
source: And {PLAYER} saved the game at this\nlocation: {STR_VAR_1}.
pl: I {PLAYER} zapisał grę w tym\nmiejsu: {STR_VAR_1}.

source: HOME
pl: DOM

source: OAK RESEARCH LAB
pl: LAB. OAKA

source: GYM
pl: SAL

source: POKéMON LEAGUE GATE
pl: BRAMA LIGI POKéMON

source: VIRIDIAN FOREST
pl: LAS VIRIDIAN

source: PEWTER MUSEUM OF SCIENCE
pl: MUZEUM NAUKI W PEWTER

source: MT. MOON
pl: GÓRAMOON

source: BIKE SHOP
pl: ROWEROWY

source: BILL'S HOUSE
pl: DOM BILLA

source: DAY CARE
pl: OPIEKUN

source: UNDERGROUND PATH
pl: PODZIEMNY TUNEL

source: POKéMON FAN CLUB
pl: FAN KLUB POKéMON

source: S.S. ANNE
pl: S.S. ANNA

source: DIGLETT'S CAVE
pl: JASK. DIGLETTA

source: ROCK TUNNEL
pl: TUNEL SKAŁ

source: POWER PLANT
pl: ELEKTROWNIA

source: POKéMON TOWER
pl: WIEŻA POKéMON

source: VOLUNTEER HOUSE
pl: DOM OCHOTNIKÓW

source: NAME RATER'S HOUSE
pl: DOM NAME RATERA

source: CELADON DEPT. STORE
pl: DOM TOWAROWY

source: CELADON MANSION
pl: DWÓR CELADON

source: ROCKET GAME CORNER
pl: SALON GIER ROCKET

source: ROCKET HIDEOUT
pl: KWATERA RACKET

source: SAFARI ZONE
pl: STR. SAFARI

source: WARDEN'S HOME
pl: DOM DYREKTORA

source: FIGHTING DOJO
pl: WALECZNE DOJO

source: SEAFOAM ISLANDS
pl: WYSPY SEAFOAM

source: POKéMON MANSION
pl: POKéMONOWY DWÓR

source: POKéMON RESEARCH LAB
pl: LAB. BADAWCZE POKÓW

source: VICTORY ROAD
pl: DROGA ZWYC.

source: POKéMON LEAGUE
pl: LIGA POKéMON

source: CERULEAN CAVE
pl: JASK.CERULEAN

source: Teach me how to battle.
pl: Naucz mnie walczyć.

source: What are status problems?
pl: Co to są zmiany stanu?

source: What are type matchups?
pl: Czym różnią się typy?

source: I want to catch POKéMON.
pl: Chcę łapać POKéMONY.

source: Teach me about TMs.
pl: Naucz mnie o TM.

source: How do I register an item?
pl: Jak rejestrować przedmiot?

source: CANCEL
pl: ANULUJ

source: Hey, all you TRAINERS out there!\nHELLO, TRAINERS!\p……… ……… ………\pCome on, let me hear you!\nHELLO, TRAINERS!\lIt's me, the POKé DUDE!\p
pl: Witajcie wszyscy trenerzy!\nWITAJCIE, TRENERZY!\p……… ……… ………\pDawajcie, niech was usłyszę!\nWITAJCIE, TRENERZY!\lTo ja, POKé GOŚĆ!\p

source: Today, the POKé DUDE's here to\ntell you about how you can battle\lPOKéMON!\pSay you're out for a stroll when,\nsuddenly, a wild POKéMON appears!\pIt's up to you to smartly use your\nPOKéMON and their moves to reduce\lthe opponent's HP to nothing, and\lclaim victory!\pI'll show you how to do that in\nperson and for sure!\pAll righty, here goes!\pKeep your eyes glued to the super\nPOKé DUDE SHOW!
pl: Dzisiaj, POKé GOŚĆ powie wam\nwszystko na temat tego, jak\lprowadzić walki!\pPowiedzmy, że podróżujesz sobie,\na tu nagle wyskakuje dziki POKéMON!\pMusisz mądrze użyć swoich POKéMONÓW\ni ich ruchów, by zredukować\lHP twojego przeciwnika do zera i\lzostać zwycięzcą!\pPokażę ci we własnej osobie,\njak tego dokonać!\pNo dobra, zaczynamy!\pPrzylepcie gały do ekranu, by\nnie przegapić POKé GOŚCIA!

source: Well, did you get that?\pEven if your own POKéMON's HP\nfalls to zero, and it becomes\lunable to battle, not to worry!\pJust take it to any POKéMON\nCENTER and heal it!\pAll righty, be seeing you!\pRemember, TRAINERS, a good deed\na day brings happiness to stay!
pl: Dobra, kapujecie?\pNawet jeśli HP twojego POKéMONA\nspadnie do zera i nie będzie\lmógł już walczyć, nie roń łez!\pZanieś go do CENTRUM POKéMON,\ngdzie szybko go uleczą!\pTo już wszystko, do\nzobaczenia!\pPamiętajcie, TRENERZY,\nco złego, to nie ja!

source: Today, the POKé DUDE's here to\ntell you about status problems!\pStatus problems include poisoning,\nparalysis, sleep, burn…\pThere are a couple others, but\nthey really are trouble.\pGet any one, and your POKéMON\nmay become useless in battle.\pYou know, it hurts the POKé DUDE\nto see a POKéMON suffer…\pSo, what should you do if your\nPOKéMON gets a status problem?\pWell, you've got me to show you!\pAll righty, here goes!\pKeep your eyes glued to the super\nPOKé DUDE SHOW!
pl: Dzisiaj, POKé GOŚĆ zjawia się, by\nopowiedzieć wam o zmianach stanu!\pZmianu stanu to zatrucia,\nparaliż, sen, poparzenia…\pJest też kilka innych, ale te są\nnajczęstszymi z nich.\pWystarczy jeden, by twój\nPOKéMON mógł stać się bezużyteczny\pw walce.\pWiesz, POKé GOŚĆ nie cierpi,\ngdy POKéMONY męczą się…\pWięc, co zrobić, jeżeli twój\nPOKéMON dozna zmiany stanu?\pCóż, od tego jestem ja! Pokażę ci!\pŚwietnie, zaczynamy!\pPrzylep gały do ekranu, by\nnie przegapić POKé GOŚCIA!

source: Poisoning or paralysis don't go\naway after a battle.\pIf a POKéMON is poisoned, it loses\nHP even while you're walking.\pYou should heal POKéMON of these\nkinds of problems right away.\pUse an item, or try to get to a\nPOKéMON CENTER for healing.\pThat wasn't hard, was it?\nAll righty, be seeing you!\pRemember, TRAINERS, a good deed\na day brings happiness to stay!
pl: Zatrucie czy paraliż, nie znika\npo walce.\pJeżeli POKéMON zostanie zatruty,\nbędzie tracił HP podczas chodzenia.\pPowinieneś uleczyć swoje POKéMONY\nz takich problemów, gdy tylko\pbędzie to możliwe.\pUżyj przedmiotu,\nlub skorzystaj z CENTRUM POKéMON.\pTo było proste, prawda?\nW takim razie, do zobaczenia!\pPamiętajcie, TRENERZY,\nco złego, to nie ja!

source: Does everyone know about type\nmatchups?\pPOKéMON and their moves all\nbelong to certain types.\pFor example, there are such types\nas GRASS and WATER.\pYou need to consider the type of\nthe move used to attack…\pAnd, the type of the POKéMON that\nis hit by that attack.\pDepending on how those two types\nmatch up, the damage can change.\pYou see, it depends on whether\nthe type matchup is good or bad.\pIf you don't know how matchups\nwork, battles will be tough.\pSo, let me demonstrate exactly\nwhat I mean.\pAll righty, here goes!\pKeep your eyes glued to the super\nPOKé DUDE SHOW!
pl: Czy wszyscy wiedzą o różnicach\ntypów?\pPOKéMONY i ich ataki przynależne\nsą do różnych typów.\pNa przykład, istnieją typy takie\njak TRAWA i WODA.\pMusisz zastanowić się nad ruchami\nużywanami w trakcie walki…\pOraz, jaki POKéMON trafiony ma\nbyć wybranym atakiem.\pZależnie od tego jaki typ ataku\ndziała na jakiego POKéMONA,\pzależą obrażenia.\pWszystko zależy czy\nkombinacja jest dobra, czy zła.\pJeżeli nie znasz tych zależności,\nwalki mogą być trudne.\pPozwól, że zademonstruje ci \ndokładnie o co mi chodzi.\pOk, ruszamy!\pPrzylepcie gały do ekranu, by\nnie przegapić POKé GOŚCIA!

source: Is it possible to launch an attack\nthat will inflict heavy damage?\pDoes the opposing POKéMON pose\na threat to your POKéMON?\pIs there any chance that it may\nhave disastrously tough moves?\pWatch the type matchups to gain\nthe upper hand!\pAll righty, be seeing you!\pOh, for the COOL-type POKé DUDE,\nAWESOME-type kids like you match\lup perfectly!\pRemember, a good deed a day\nbrings happiness to stay!
pl: Czy możliwe jest zadanie ataku,\nktóry zada potężne obrażenia?\pCzy przeciwny POKéMON może być\nzagrożeniem dla twego POKéMONA?\pCzy jest szansa, że może mieć\nzastraszająco silne ataki?\pPoznaj różnice typów, by zdobyć\nznaczną przewagę!\pOk, do zobaczenia!\pPOKé GOŚĆ o typie SUPER, świetnie\npasuje do dzieciaków CUDNEGO typu\ptakich jak wy!\pNo i pamiętajcie, że\nco złego, to nie ja!

source: Today, the POKé DUDE's going to\nshow you how to catch POKéMON!\pJust imagine… A groovy POKéMON\nsuddenly appearing in the wild!\pOh, you want it!\nYou just can't help it!\pOh, you have to catch it!\nYou gotta have it!\pLet me show you how you can make\nit happen!\pAll righty, here goes!\pKeep your eyes glued to the super\nPOKé DUDE SHOW!
pl: Dziś, POKé GOŚĆ pokaże wam\njak łapać POKéMONY!\pWyobraź sobie… Wypaśny POKéMON\nnagle wyłania się z dziczy!\pO, tak bardzo go chcesz!\nI nie może na to nic poradzić!\pHej, możesz go złapać!\nMusisz go mieć!\pPozwól, że pokażę ci, jak\nspełnić twoje marzenia!\pNo to super, dajemy!\pPrzylep gały do ekranu, by\nnie przegapić POKé GOŚCIA!

source: If your first POKé BALL fails to\ncatch the POKéMON, don't give up!\pKeep throwing POKé BALLS…\nIt's bound to work sometime!\pAll righty, be seeing you!\pRemember, TRAINERS, a good deed\na day brings happiness to stay!
pl: Jeśli nie uda ci się złapać go\npierwszym POKé BALLEM\pnie poddawaj się!\pPróbuj aż do skutku…\nCzasami to mocno pomaga!\pNo to świetnie, do zobaczenia!\pI pamiętajcie TRENERZY,\nco złego, to nie ja!

source: Hey, everyone!\nDo you all have TMs?\pA TM, Technical Machine, is an\namazingly great item!\pIt teaches POKéMON a move that\nit may not learn when leveling up!\pIsn't that just great? What a\nconvenient world we live in!\pOpen the TM CASE and check out\nthe TMs you have.\pYou can check them out in detail,\ntoo.
pl: Witam wszystkich!\nCzy macie wszyscy TM?\pTM, Techniczna Maszyna, to\nzadziwiająco wspaniała rzecz!\pUczy POKéMONY ruchów,\nktórych nie poznają poziomując!\pCzy to nie wspaniałe? Cóż to za\nrozmyślny świat, w którym\pżyjemy!\pOtwórz ETUI TM i sprawdź\njakie masz TMy.\pMożecie też zobaczyć tam ich\ndokładny opis.

source: POKé DUDE: NORMAL, WATER, GRASS…\nTMs also come in types.\pCheck the type and teach it to\na POKéMON that matches up well.\pFor example, WATER PULSE is\nsuitable for WATER-type POKéMON.\pBULLET SEED is a move that most\nGRASS-type POKéMON can learn.\pThere's one other thing!
pl: POKé GOŚĆ: NORMALNE, WODNE,\nTRAWIASTE… TMy także mają typy.\pSprawdzaj typy i ucz\nich POKéMONÓW, by dobrze się\pwpasowywały.\pNa przykład, PULS WODY\njest dobry dla WODNYCH\pPOKéMONÓW.\pPOCISK NASION, to ruch, którego\nuczą się POKéMONY TRAWIASTE.\pJest coś jeszcze!

source: Don't just look at the type, read\nthe description, too.\pIt will contain hints about what\nPOKéMON might learn the move.\pFor example, take a move like\nFOCUS PUNCH.\pIt doesn't sound like anything a\nbird or fish POKéMON can learn.\pSo, try using it on POKéMON with\narms that can throw punches!
pl: Nie patrz tylko na typ, dobrze jest\nprzeczytać też opis.\pMoże też zawierać rady dla\nPOKéMONÓW, które mają go użyć.\pNa przykład, taki ruch jak\nSKUPIONY CIOS.\pZdecydowanie nie jest to atak dla\nPOKéMONA ptaka lub ryby.\pSpróbuj więc użyć go na POKéMONIE z\nrękami zdolnymi do zadawania\pciosów!

source: Wow, I talked a lot today!\nAll righty, be seeing you!\pRemember, TRAINERS, a good deed\na day brings happiness to stay!
pl: Łał, dużo dziś powiedziałem!\nNo to wporzo! Do zobaczenia!\pI zapamiętajcie, TRENERZY,\nco złego, to nie ja!

source: A TRAINER's BAG has a bunch of\nnifty, convenient features!\pTake stuff in the KEY ITEMS\nPOCKET, for instance.\pYou can use a key item without\nopening the BAG every time.\pFor example, let's pretend I have\na TEACHY TV in my BAG.\pI can register it for instant use,\nand I'll show you how!\pAll righty, here goes!\pKeep your eyes glued to the sorta\nsuper POKé DUDE SHOW!
pl: TORBA TRENERA ma kilka ciekawych\ni przydatnych funkcji!\pWeźmy na przykład przedmioty z\nKIESZENI PRZEDMIOTÓW\pKLUCZOWYCH.\pMożesz używać przedmiotów\nkluczowych bez otwierania\pTORBY!\pPowiedzmy, że mam w TORBIE\nwłasny TELEWIZOREK.\pMogę zarejestrować go do\nnatychmiastowego użycia!\pSpójrz jak!\pDobra, zaczynamy!\pPrzylep gały do ekranu, by\nnie przegapić POKé GOŚCIA!

source: And now, your TEACHY TV is\nregistered.\pHow do you use it?\nWell, here's how it works.\pOnce an item in the KEY ITEMS\nPOKCET is registered, you can use\lit by pressing SELECT.\pSo, you've given yourself\none-touch access to TEACHY TV.\pAll it takes for you to see me is\npressing one button!\pThat kind of attention is a little\nembarrassing!\pAll righty, be seeing you!\pRemember, TRAINERS, a good deed\na day brings happiness to stay!
pl: I teraz, twój TELEWIZOREK\njest zarejestrowany.\pJak go użyć?\nWięc, działa to tak.\pGdy zarejestrujesz przedmiot z\nodpowiedniej KIESZENI, możesz użyć\pgo wciskając SELECT.\pW ten sposób uzyskałeś\ndostęp do TELEWIZORKA jednym\nguzikiem.\pBy się ze mną zobaczyć, wystarczy\nwcisnąć jeden przycisk!\pTak częste spotkania mogą być\nkrępujące!\pTo wszystko, do zobaczenia!\pPamiętajcie, TRENERZY,\nco złego to nie ja!

source: {PKMN} TRAINER
pl: TRENER {PKMN}

source: AQUA LEADER
pl: DOWÓDCA

source: TEAM AQUA
pl: ZESPÓŁ AQUA

source: AROMA LADY
pl: PERFUMIARKA

source: RUIN MANIAC
pl: MANIAK RUIN

source: INTERVIEWER
pl: REPORTER

source: TUBER
pl: PLAŻOWICZKA

source: COOLTRAINER
pl: SPOKOTRENER

source: HEX MANIAC
pl: MANIAK KLĄTW

source: BEAUTY
pl: PIĘKNOŚĆ

source: RICH BOY
pl: BOGACZ

source: POKéMANIAC
pl: POKéMANIAK

source: SWIMMER♂
pl: PŁYWAK

source: BLACK BELT
pl: CZARNY PAS

source: GUITARIST
pl: GITARZYSTA

source: CAMPER
pl: OBOZOWICZ

source: BUG MANIAC
pl: MANIAKROBALI

source: GENTLEMAN
pl: DŻENTELMEN

source: ELITE FOUR
pl: ELITARNA 4

source: LEADER
pl: LIDER

source: SCHOOL KID
pl: UCZEN

source: SR. AND JR.
pl: KOLEŻANKI

source: EXPERT
pl: EKSPERT

source: YOUNGSTER
pl: NASTOLATEK

source: CHAMPION
pl: MISTRZ

source: FISHERMAN
pl: RYBAK

source: TRIATHLETE
pl: TRIATLONISTA

source: BIRD KEEPER
pl: PTASI TRENER

source: BATTLE GIRL
pl: WOJOWNICZKA

source: SWIMMER♀
pl: PŁYWACZKA

source: PICNICKER
pl: OBOZOWICZKA

source: TWINS
pl: BLIŹNIACZKI

source: SAILOR
pl: ŻEGLARZ

source: COLLECTOR
pl: KOLEKCJONER

source: {PKMN} BREEDER
pl: HODOWCA {PKMN}

source: {PKMN} RANGER
pl: STRAŻNIK {PKMN}

source: MAGMA LEADER
pl: LIDER MAGMA

source: TEAM MAGMA
pl: ZESPÓŁ MAGMA

source: LASS
pl: PANNA

source: BUG CATCHER
pl: ROBALOŁAPACZ

source: HIKER
pl: GÓRAL

source: YOUNG COUPLE
pl: MŁODA PARA

source: OLD COUPLE
pl: STARA PARA

source: SIS AND BRO
pl: RODZENSTWO

source: AQUA ADMIN
pl: DOWÓDCA AQUA

source: MAGMA ADMIN
pl: DOWÓDCAMAGMA

source: BIKER
pl: MOTOCYKLISTA

source: BURGLAR
pl: RABUŚ

source: ENGINEER
pl: INŻYNIER

source: CUE BALL
pl: OSIŁEK

source: GAMER
pl: GRACZ

source: JUGGLER
pl: ŻONGLER

source: TAMER
pl: POSKRAMIACZ

source: RIVAL
pl: RYWAL

source: SCIENTIST
pl: NAUKOWIEC

source: BOSS
pl: SZEF

source: TEAM ROCKET
pl: ZESPÓŁ R

source: CHANNELER
pl: EGZORCYSTA

source: COOL COUPLE
pl: SPOKO PARA

source: CRUSH KIN
pl: KREWNY ŁOMOT

source: {PKMN} PROF.
pl: PROF. {PKMN}

source: PLAYER
pl: GRACZ

source: CRUSH GIRL
pl: WOJOWNICZKA

source: PAINTER
pl: MALARZ
